"RTL"="0";
"Cancel"="Cancelar";
"OK"="Aceptar";
"Delete"="Eliminar";
"Next"="Siguiente";

"NoEMailSetupTitle"="Email no configurado";
"NoEMailSetupText"="Configure el email en su dispositivo.";
"WriteEMailText"="¿Desea comunicarse con el servicio de soporte por correo electrónico?";
"WriteEMailTitle"="Comunicarse con Soporte";
"EMailQuestionSubject"="Asistencia técnica de Cuentas Claras";
"EMailQuestionBody"="\n\nVersión del software - %@\niOS Versión - %@";
"ShareEMailSubj"="¡Me gustaría invitarte a compartir las finanzas personales!";
"ShareEMailBody"="Haz clic en el adjunto para abrir el archivo en Cuentas Claras \n\nSi aún no has instalado Cuentas Claras, puedes hacerlo desde este enlace: %@\n\nP.S. Estoy usando la versión %@\niOS Versión - %@";
"EMailDatabaseProblemSubject"="Asistencia técnica Cuentas Claras: ¡mi base de datos está dañada!";
"EMailDatabaseProblemBody"="Este mensaje contiene la copia de su base de datos. Intentaremos identificar y corregir el error lo antes posible.\nVersión del software - %@\niOS Versión - %@\n";

"SelectAccountTitleTo"="A la cuenta";

"ExpenseNamePlaceholder"="Descripción (opcional)";
"ExpenseTitleNew"="Descripción";
"ExpenseNameTitle"="Descripción";
"ExpenseNameComment"="Sin descripción";
"ExpenseReturnDate"="Cancelación";
"SelectNoReturnDate"="Sin fecha de reembolso";
"SelectNoDate"="Sin fecha";
"SelectTodayDate"="Hoy";
"SectionPlannedFor"="Planificado para {date}";

"CheckInternetCloud"="No hay conexión con el servidor de nube. Es posible que se estén realizando tareas de mantenimiento o que no haya conexión a Internet.";
"DocsHintCloudCorrupted20"="La copia de la base de datos de la nube está dañada. Pulse el botón Exportar en la parte inferior y seleccione Enviar a soporte.";
"DocsHintCloudUnpublished20"="No se encuentra la copia de la base de datos de la nube. Pulse el botón Exportar en la parte inferior y seleccione Enviar a soporte.";
"DocsHintCloudFuture"="Algunos cambios se han enviado a la nube con el uso de una versión posterior de Cuentas Claras. Actualícela.";
"ERROR_FUTURE_COMMANDS"="La base de datos se modificó usando una versión posterior de Cuentas Claras. Debe actualizar su versión.";
"ERROR_CORRUPTED"="La base de datos está dañada. Pulse el botón Exportar en la parte inferior y seleccione Enviar a soporte.";

"HelpSwitchSheet" = "Cambiar hojas";
"HelpAddOperation" = "Agregar un ingreso, gasto, préstamo, transferencia o tipo de cambio";
"HelpPlannedOpDifferentSheet" = "La operación planificada vence pronto en otra hoja";
"HelpTextSearch" = "No puede ingresar 'j n' para buscar 'jugo de naranja'";
"HelpSlideForSearchPlanning" = "Baje para acceder a búsqueda y planificación";
"HelpCreateDatabase" = "Las bases de datos están bien separadas, cada una tiene sus propias cuentas, hojas, operaciones y se puede sincronizar con distintos usuarios.";
"HelpNeedCommit" = "Algunos cambios aún no se han guardado en la nube.";
"HelpPublished" = "Esta base de datos se sincroniza automáticamente entre los dispositivos mediante iCloud con la misma Id. de Apple. Para la sincronización entre dispositivos con otra Id. de Apple o sin usar iCloud, envíe una invitación.";
"HelpNotPublished" = "La sincronización en la nube está desactivada para esta base de datos.";
"HelpAccounts" = "Todas las cuentas tienen varias monedas. Para agregar fondos a una cuenta o transferir fondos de una cuenta a otra, vaya a la pantalla de inicio, seleccione la cuenta y agregue una operación.";
"HelpHiddenAccounts" = "Arrastre las cuentas que no se utilizan a la línea Cuentas ocultas para ocultarlas de la lista pero conservarlas con fines estadísticos.";
"HelpWriteUs" = "¡Escríbanos!";
"HelpWriteReview" = "¿Le gusta Cuentas Claras?";
"HelpFullVersion" = "Gracias";
"HelpSalePrice" = "Como comprador de la primera versión de Cuentas Claras, usted tiene un gran descuento.";
"HelpNormalPrice" = "Si tiene Cuentas Claras 1, puede obtener un gran descuento. Simplemente asegúrese de que Cuentas Claras 1.7 esté instalado y actualizado a la versión completa en este dispositivo.";
"HelpTapHold" = "Pulse y mantenga para obtener más funciones";
"HelpPlusMinus" = "Alternar entre ingresos y gastos";
"HelpDateRemembered" = "Se seleccionó automáticamente otra fecha distinta de la actual. Asegúrese de que sea correcta.";
"HelpDateApproaching" = "La fecha planificada vence pronto";
"HelpSelectSheet" = "Seleccione otra hoja para esta operación";
"HelpFreeProgress" = "Si alcanza el límite de 30 operaciones para la versión gratuita, se le solicitará que adquiera la versión completa";
"HelpSheets" = "Puede agregar operaciones en distintas hojas y luego analizar cada hoja por separado.";
"HelpEraser" = "Borrador";
"HelpMarker" = "Marcador";
"HelpExchangeRate" = "Los tipos de cambio se actualizaron por última vez hace {hours_ago}.";
"HelpPin" = "Este código PIN solo es adecuado como protección para que los niños no apliquen cambios no deseados a los datos. Para obtener una verdadera seguridad, configure la contraseña en la pantalla de bloqueo del dispositivo.";
"HelpForgotPin" = "¿Olvidó su código PIN? Comience en 0000, 0001 y continúe hasta 9999 hasta encontrarlo. Probar todas las combinaciones no suele demorar más de una hora.";

"HiddenAccountsLine"="Cuentas ocultas";
"AccountCash"="Efectivo";
"csvID"="Número";
"RecurrenceTitle"="Repetir";
"DateTitle"="Fecha";
"PlannedTitle"="Planificado";
"CategoryTitle"="Categoría";
"SheetTitle"="Hoja";
"SheetsTitle"="Hojas";
"SheetNamePlaceholder"="Nombre de la hoja";
"SheetTitleNew"="Nueva hoja";
"SheetNameTitle"="Nombre";
"TotalSheet"="Todas las hojas";
"SeveralSheets"="Varias hojas";
"TotalAccount"="Todas las cuentas";
"SeveralAccounts"="Varias cuentas";
"AccountTitle"="Cuenta";
"AccountToTitle"="A la cuenta";
"AccountsTitle"="Cuentas";
"AccountNamePlaceholder"="Nombre de la cuenta";
"AccountNameTitle"="Nombre";
"AccountTitleNew"="Nueva cuenta";
"AccountsSum"="Total";
"CategoryNamePlaceholder"="Nombre de categoría";
"CategoryTitleNew"="Nueva categoría";
"CategoryNameTitle"="Nombre";
"CurrencyTitle"="Divisa";
"CurrenciesTitle"="Divisas";
"AmountTitle"="Importe";
"EditName"="Cambiar nombre";
"MoveToAccountTitle"="Mover las operaciones a";
"AccountMoveMenuTitle"="Va a mover todas las operaciones de la cuenta '{from}' a la cuenta '{to}'. Esta acción no se puede deshacer.";
"MoveToSheetTitle"="Mover operaciones a";
"SheetMoveMenuTitle"="Va a mover todas las operaciones de la hoja '{from}' a la hoja '{to}'. Esta acción no se puede deshacer.";
"MoveAllOperations"="Mover todas las operaciones";
"DeleteAllOperations"="Eliminar todas las operaciones";
"DeleteAllOperationsMenuTitle"="Va a eliminar todas las operaciones de la hoja '{from}''. En general, no es necesario eliminar las operaciones y esto afectará el saldo en el monto de estas operaciones. Esta acción no se puede deshacer.";

"AmountConverted"="%@ equivale a %@";
"ConversionNA"="N/D";
"AmountNotConverted"="Error al descargar tipos";
"BuiltInCategoryTitle"="Categoría especial";
"BuiltInCategoryText"="Las categorías 'Préstamo', 'Transferencia' y 'Cambio de divisa' no se pueden editar.";
"OperationsNumber" = "{count}\nops";

"AboutTitle"="Ajustes";
"RealAboutTitle"="Créditos";
"LimitTitle"="Versión gratuita";
"LimitText"="La versión gratuita está limitada a 30 entradas. En sólo 20 segundos podría adquirir la versión completa desde la aplicación, mediante la teconología de compra de Apple.";
"PurchaseStatusPurchasing"="Accediendo a la tienda...";
"PurchaseStatusFullVersion"="Ha comprado la versión completa.";
"PurchaseStatusRestoring"="Restaurando compras...";
"Purchase20ButtonTitle"="Comprar la versión completa";
"RestoreButtonTitle"="Restaurar compras";
"WriteReviewTitle"="Escribir una opinión";
"WriteReviewText"="¿Desea escribir una opinión?";
"MoneyVersion"="Cuentas Claras, Versión";
"FontTitle" = "Fuente";
"PURCHASE_FAILED_TITLE"="Error al comprar";
"CANNOT_MAKE_PAYMENTS_TEXT"="La configuración de su dispositivo no permite compras. Abra los ajustes del dispositivo, 'General', 'Restricciones' y compruebe que 'Compras integradas' esté activado.";
"RESTORE_FAILED_TITLE"="Error al restaurar";
"ERROR_INTERNET_TEXT"="%@. Compruebe su conexión a internet e inténtelo de nuevo.";
"ERROR_NO_PRODUCT"="No se pudieron descargar los precios";
"RESTORE_NOTHING_TITLE"="Restauración finalizada";
"RESTORE_NOTHING_TEXT"="No se encontraron compras anteriores. Asegúrese de que se haya usado la misma Id. de Apple en las compras originales.";

"CurrencySelectedHeader"="Divisas seleccionadas";
"CurrencyPopularHeader"="Divisas principales";
"CurrencyOtherHeader"="Otras divisas";

"PinTitle"="Código PIN";
"PinEnterText"="Introduzca su PIN";
"PinRepeatText"="Reintroduzca su PIN";
"PinWrongText"="Código PIN incorrecto\nVuelva a introducir su PIN";
"PinNoMatchText"="Los PIN no coinciden\nVuelva a introducir su PIN";

"CreateDatabase"="Crear base de datos";
"SelectDatabase"="Abrir base de datos";
"DocumentsTitle"="Bases de datos";
"DeleteDatabaseTitle"="¿Eliminar la base de datos de este dispositivo? Esta acción no se puede deshacer.";
"Publish20"="Habilitar la sincronización en la nube";
"Invite20"="Enviar invitación";
"Unpublish20"="Deshabilitar la sincronización en la nube";
"UnpublishTitle20"="Se creará una copia de la base de datos local en este dispositivo y la base de datos original se eliminará de este dispositivo y de todos los dispositivos que usan la misma Id. de Apple para iCloud.";
"DeleteDatabaseTitlePublished"="La base de datos se eliminará de este dispositivo y de todos los dispositivos que usen la misma Id. de Apple para iCloud.";
"OtherDevicesWillContinue"="Si otros dispositivos accedieron a la copia en la nube de esta base de datos a través de la invitación, seguirán usándola.";

"ExportMenuTitle"="Exportar base de datos";
"BackupButtonTitle20"="Copia de seguridad";
"PreviewButtonTitle"="Ver como XSLX";
"ExportXSLXButtonTitle"="Exportar como XSLX";
"SendToSupportTitle"="Enviar a soporte";
"SendToSupportText"="Si cree que la base de datos está dañada, puede enviarla a soporte para realizar el análisis y, si fuera necesario, la reparación.";

"ExpensePlanButton"="Planificar similares";
"ExpensePerformButton"="Tramitar";
"ContactIndicator"="Contacto";
"DeleteExpenseTitle"="¿Eliminar transacción?";

"NEVER"="Nunca";
"EVERY_DAY"="Cada día";
"EVERY_WEEK"="Cada semana";
"EVERY_2WEEKS"="Cada quincena";
"EVERY_MONTH"="Cada mes";
"EVERY_2MONTHS"="Cada 2 meses";
"EVERY_QUARTER"="Cada 3 meses";
"TWICE_A_YEAR"="Dos veces al año";
"EVERY_YEAR"="Cada año";

"EXPENSE_KIND"="Gastos";
"INCOME_KIND"="Ingresos";

"CatTransfer"="Transferencia";
"CatConvert"="Cambio de divisa";
"CatLoan"="Préstamo";
"CatLoanBack"="Reembolso del préstamo";
"CatApartment"="Vivienda";
"CatFoodHome"="Comida";
"CatFoodRestaurant"="Restaurante, cafetería";
// Remove planned
"CatCarPlanned"="Vehículo";
"CatCarEmergency"="Vehículo (emergencia)";
"CatSport"="Deporte";
"CatCat"="Cat.";
"CatDog"="Perro";
"CatPet"="Mascota";
"CatGiftsLost"="Regalos";
"CatTransportPublic"="Transporte público";
"CatFishing"="Pesca";
"CatHunting"="Caza";
"CatGamblingLost"="Perdido apostando";
"CatGaveFamily"="Donado a un familiar";
"CatBaby"="Niño";
"CatMedicine"="Médico";
"CatGadgets"="Electrónica";
"CatCinema"="Cine";
"CatTheaters"="Teatros, exposiciones";
"CatRoleplaying"="Juegos de rol";
"CatSalary"="Sueldo";
"CatOverwork"="Horas extra";
"CatBonus"="Bonificaciones";
"CatGamblingWon"="Ganado apostando";
"CatApple"="Derechos de autor";
"CatFound"="Encontrado";
"CatGiftsWon"="Regalo";
"CatGovernment"="Impuestos";
"CatClothes"="Ropa";
"CatSpirits"="Bebidas";
"CatCommunications"="Teléfono e Internet";
"CatTransportTravel"="Gastos de viaje";
"CatHotel"="Hotel";
"CatEducation"="Estudios";
"CatUnknown"="Desconocido";
"CatCelebration"="Vacaciones";
"CatTookFromFamily"="Recibido de un familiar";
"CatInitialBalance"="Saldo inicial";

"UserCategorySheetTitle"="%@ (número de transacciones: %d)";
"SelectImage"="Elegir imagen";
"DrawImage"="Dibujar imagen";
"ImageTitle"="Imagen";
"CategoriesRecent"="Recientes";
"CategoriesNotRecent"="No recientes";
"CategoriesNeverUsed"="Sin usar";

"EverydaySheet"="General";
"SelectFromContacts"="Elegir entre los contactos";
"CustomImagesSection"="Imágenes extraídas de todas las bases de datos";

"ReportTitle"="Informe";
"Reports"="Informes";
"SimpleReport"="Informe simple";
"ReportStyleTitle"="Estilo de informe";
"ByCat"="Por categoría";
"ByDay"="Diariamente";
"BySum"="Saldo";
"ReportPeriod"="Período";
"AllTime"="Todo el tiempo";
"StatIncome"="Ingresos";
"StatOutcome"="Gastos";
"StatBalance"="Balance";
"StatExchangeRateFlux"="Diferencia de tipos";
"StatIncome20"="Ingresos: {amount}";
"StatOutcome20"="Gastos: {amount}";
"StatIncomePlanned"="Ingresos planificados: {amount}";
"StatOutcomePlanned"="Gastos planificados: {amount}";
"StatIncomePlannedNoDate"="Ingresos planificados (sin fecha): {amount}";
"StatOutcomePlannedNoDate"="Gastos planificados (sin fecha): {amount}";
"StatIncomePlannedPerMonth"="Ingresos por mes: {amount}";
"StatOutcomePlannedPerMonth"="Gastos por mes: {amount}";

"ExampleSneakers"="Zapatillas";
"ExampleIcecream"="Helado";
"ExampleGas"="Gasolina";
"ExampleTickets"="Billetes a Tenerife";
"ExampleMarriage"="Boda";

"DocsHintCloudBadReceipt" = "El servidor de la nube no acepta bases de datos con tantas modificaciones en la versión gratuita. Actualice a la versión completa.";
"LoadFromBackupErrorTitle" = "No se cargó la copia de seguridad";
"LOAD_FROM_BACKUP_EXISTS" = "Ya tiene la base de datos sincronizada en la nube en su dispositivo.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "No se reconoce el formato del archivo. Puede enviar el archivo a soporte para el análisis y, si fuera necesario, la reparación.";
"SectionNoDate"="Planificado sin fecha";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 mes{{else}}{count} meses";
"NDays" = "{{is_1}}1 día{{else}}{count} días";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "nuevo";

"ImportInstructions20"="¿Cómo muevo los datos de Cuentas Claras 1 a Cuentas Claras 2? {title} Primero, asegúrese de tener Cuentas Claras 1.7 o una versión posterior instalada en su dispositivo. {picture1} Inicie Cuentas Claras 1, haga clic en el botón Nube, a continuación en el botón Exportar a Cuentas Claras 2, seleccione Cuentas Claras 2 de la lista de aplicaciones. {picture2} Si utilizó la sincronización en la nube en Cuentas Claras 1, deberá habilitar la sincronización en la nube para Cuentas Claras 2. {picture3}";
"FAQTitle"="Preguntas Frecuentes";

"PlanNewOperation"="Planificar nueva operación";
"AppName2"="Cuentas Claras 2";
